Repository: WordPressBugBounty/plugins-ecommerce-shipping-dashboard-by-ups-for-woocommerce
Catalog: ecommerce-shipping-dashboard-by-ups-for-woocommerce/languages/ecommerce-shipping-dashboard-by-ups-for-woocommerce-*.po
Languages: de_de, fr_fr

source: Start Here
de_de: Hier beginnen
fr_fr: Commencer ici

source: %1$s - API %2$s (created on %3$s at %4$s).
de_de: %1$s – API %2$s (erstellt am %3$s um %4$s).
fr_fr: %1$s - API %2$s (créé sur %3$s à %4$s).

source: Please re-load page there is some error to configure plugin
de_de: Bitte laden Sie die Seite neu. Beim Konfigurieren des Plugins ist ein Fehler aufgetreten.
fr_fr: Veuillez recharger la page, il y a une erreur pour configurer le plugin

source: The terms and conditions file does not exist.
de_de: Die Datei mit den Allgemeinen Geschäftsbedingungen ist nicht vorhanden.
fr_fr: Le fichier des termes et conditions n'existe pas.

source: Let's get you started with the UPS® Shipping Dashboard
de_de: Beginnen Sie mit dem UPS® Shipping Dashboard
fr_fr: Commençons par vous familiariser avec le tableau de bord d'expédition UPS®

source: UPS eCommerce Shipping Dashboard WooCommerce integration extension
de_de: UPS eCommerce Shipping Dashboard WooCommerce-Integrationserweiterung
fr_fr: Extension d'intégration WooCommerce pour le tableau de bord d'expédition UPS eCommerce

source: 1. Activate the Plugin
de_de: 1. Aktivieren Sie das Plugin
fr_fr: 1. Activez le plugin

source: Connected Successfully
de_de: Erfolgreich verbunden
fr_fr: Connecté avec succès

source: Toggle panel: Activate the Plugin
de_de: Toggle-Panel: Aktivieren Sie das Plugin
fr_fr: Panneau bascule : activer le plugin

source: Store Domain:
de_de: Domain speichern:
fr_fr: Domaine du magasin :

source: Please enter your store's domain name
de_de: Bitte geben Sie den Domänennamen Ihres Shops ein
fr_fr: Veuillez saisir le nom de domaine de votre boutique

source: Business Email:
de_de: Geschäfts-E-Mail:
fr_fr: Courriel professionnel :

source: Please enter your business email address
de_de: Bitte geben Sie Ihre geschäftliche E-Mail-Adresse ein
fr_fr: Veuillez saisir votre adresse e-mail professionnelle

source: Please accept all terms and conditions
de_de: Bitte akzeptieren Sie alle Geschäftsbedingungen
fr_fr: Veuillez accepter tous les termes et conditions

source: Accept
de_de: Akzeptieren
fr_fr: Accepter

source: UPS logo
fr_fr: Logo UPS

source: UPS Shipping Dashboard Integration
de_de: Integration des UPS Versand-Dashboards
fr_fr: Intégration du tableau de bord d'expédition UPS

source: eCommerce Shipping Dashboard by UPS for WooCommerce
de_de: eCommerce-Versand-Dashboard von UPS für WooCommerce
fr_fr: Tableau de bord d'expédition de commerce électronique par UPS pour WooCommerce

source: UPS eCommerce Shipping Dashboard
de_de: UPS eCommerce Versand-Dashboard
fr_fr: Tableau de bord des expéditions UPS eCommerce
